{
    "loan.payment": "Payment",
    "loan.late-fee": "Late Fee",
    "loan.season-spring": "Spring",
    "loan.season-summer": "Summer",
    "loan.season-fall": "Fall",
    "loan.season-winter": "Winter",
    "loan.statement-header": "Here is your complimentary JojaFinancial Furniture loan statement for {{season}} of year {{year}}.",
    "loan.statement-payment": "Your minimum payment, due on or before the 21st of this season is: {{paymentDue}}g.",
    "loan.statement-autopay-addendum": "  This amount will be automatically deducted on the 16th.",
    "loan.statement-no-pay": "No payment is necessary this season.",
    "loan.statement-balance": "Loan balance: {{balance}}",
    "loan.statement-activity": "Activity:",
    "loan.statement-title": "{{season}} year {{year}} statement",
    "loan.autopay-succeeded-title": "Autopay Succeeded {{season}} year {{year}}",
    "loan.autopay-succeeded-body": "Thank you for participating in JojaFinancial's AutoPay system!  Your payment of {{amountPaid}} was processed.",
    "loan.autopay-failed-title": "Auto-pay Failed! {{season}} year {{year}}",
    "loan.autopay-failed-body": "ALERT!  Your JojaFinancial Loan Automatic Payment of {{amountOwed}}g did not go through!  In order to avoid a penalty fee and possible interest rate increases, pay this amount by calling JojaFinancial's Super-Helpful Phone Assistant(tm) on or before the 21st of this month.",
    "loan.paid-in-full": "Your JojaFinancial Furniture Loan is paid in full!  We know you have choices, and we're super-happy that you chose us.  Almost as happy as we are to have all that money!",
    "loan.missed-payment-title": "Missed Payment!  {{season}} year {{year}}",
    "loan.missed-payment-body": "CREDIT DISASTER IMPENDING!  You missed your payment for this season, and a fee of {{LateFee}}g has been imposed and added to your outstanding balance.",
    "loan.season-and-year": "{{season}} of year {{year}}",
    "loan.terms-para1": "The JojaFinancial furniture loan is the ideal way to enjoy the fruits of your inevitable later success right now!  Call the Joja Super-Helpful Phone Assistant today to get your life of comfort in the mail tomorrow with no up-front fees, no down-payment, no payments at all for the first two seasons, and no interest for the first season!",
    "loan.terms-para2": "The JojaFinancial furniture loan features a payment system structured to your rise to financial security. Sure, if your rosy view of the future doesn't end up coming to pass, it'll load you up with soul-crushing debt. But that's your fault for going into a field where you're actually trying to make something of value instead of finance where you sell dreams!  Our loan comes with a low 2%/season interest rate and while there are some fees we have to charge in order to bring this wonderful opportunity to you, they're rolled into the loan to allow us to give you two seasons with ZERO PAYMENTS!",
    "loan.terms-para3": "There's a whole bunch of fine print below that you should definitely read.  If you do, please tell us and we'll work harder in the future to make it even longer and finer so you won't next time.  What you really want to do now is call up the Super-Helpful Phone Assistant and kick off this loan to bring yourself the comforts of tomorrow today!",
    "loan.terms-loan-amount": " Loan amount: {{loanAmount}}g",
    "loan.terms-fees": " Fees",
    "loan.terms-opening-balance": " Opening balance: {{balance}}g",
    "loan.terms-payment": " Payment: -{{payment}}g",
    "loan.terms-interest": " Interest: {{interest}}g",
    "loan.terms-remaining-balance": " Remaining balance: {{balance}}g",
    "loan.terms-total-cost": "Total cost of loan (fees and interest): {{totalFeesAndInterest}}g",
    "loan.terms-missed-fee": "Missed payment fee: {{missedPaymentFee}}g",
    "loan.terms-title": "Furniture loan terms",
    "loan.fees-origination": "Loan origination fee",
    "loan.fees-answerer": "SuperHelpful phone service fee",
    "loan.fees-visit": "Personal visit fee",
    "loan.fees-statement": "Statement preparation fee",
    "loan.fees-phone": "Complimentary phone fee",
    "loan.ledger-principal": "Principal",
    "loan.welcome-title": "Your furniture catalogs",
    "loan.welcome-content": "JojaFinancial is so pleased that you have taken your first steps towards comfortable living and a solid credit rating!  Watch your mail in the coming months for reminders about making your EZ Payments later on this year.\n\n- the JojaFinancial Team",
    "phone.loan-started": "Great!  I just mailed to you the catalogs and started your loan!  Remember to make your payments by the 21st of every month or you can set up auto-pay!",
    "phone.get-balance-not-paid": "Your current balance is {{remainingBalance}}g.  Your minimum payment is {{minimumPayment}}g and is due on the 21st.",
    "phone.get-balance-after-due-date": "Your current balance is {{remainingBalance}}g.  No further payments can be made this season.",
    "phone.joja-financial": "Joja Financial",
    "phone.welcome": "Welcome to JojaFinancial's Super-Helpful(tm) automated phone system!#$b#This call may be monitored for training and quality purposes.",
    "phone.how-can-we-help": "How can we help you today?",
    "phone.pop-name1": "Elvis Aaron Presley",
    "phone.pop-name2": "King Leopold II",
    "phone.pop-name3": "George Foreman",
    "phone.pop-name4": "Judith Sheindlin",
    "phone.pop-name5": "Nipsy Russell",
    "phone.pop-name6": "Janet Reno",
    "phone.pop-name7": "The Right Honourable Viscount Nelson",
    "phone.pop-name8": "Wilma Flintstone",
    "phone.pop-name9": "James T. Kirk",
    "phone.pop-name10": "Tina Turner",
    "phone.pop-name11": "Beverly Crusher",
    "phone.pop-name12": "Patsy Stone",
    "phone.pop-name13": "Bruce Lee",
    "phone.pop-name14": "Detective Lennie Briscoe",
    "phone.farmer": "Farmer {{name}}",
    "phone.give-name": "In order to server you better, please give us your name:",
    "phone.special-offer": "Hey, just a quick second here to let you know that our buyers scour the earth for great deals that we can share with you. {{chosenName}}, our AI-backed sales team has picked a special deal, just for you. We are prepared to offer you {{quantity}} {{itemName}} at the extra special, discounted price of {{price}}g.",
    "phone.buy1": "I'll take it!",
    "phone.no-sale1": "No thanks.",
    "phone.hard-sell": "Are you sure?  Buying stuff you don't need at inflated prices is a great way to boost your credit score!",
    "phone.buy2": "Well, okay, if it'll boost my credit score...",
    "phone.no-sale2": "Yes, I am sure!",
    "phone.how-else-can-we-help": "Okay, but if you change your mind, call us back, but hurry!  At these prices, these sales don't last long!  Now, how else can we help you today?",
    "phone.junk-title": "Your {{itemName}} from JojaFinancial",
    "phone.junk-content": "Here's your special purchase from JojaFinancial's Super-Helpful Automated Phone System!  We're so glad our AI predicted your needs so well!",
    "phone.junk-bought-response": "Processing...#$b#{{chosenName}}, your {{itemName}} is on its way!  JojaCorp appreciates your business!#$b#Is there anything else I can help you with?",
    "phone.junk-no-money": "Processing...#$b#{{chosenName}}, I'm sorry to have to tell you that your bank declined the transaction citing insufficient funds!  Please come back when your credit situation improves!#$b#Is there anything else I can help you with?",
    "phone.get-balance-and-payment": "Get your balance and minimum payment amounts",
    "phone.make-payment": "Make a payment",
    "phone.turn-off-autopay": "Turn off autopay",
    "phone.set-up-autopay": "Set up autopay",
    "phone.no-more-loans": "I'm sorry, but we have no more loan opportunities to offer you at this time.  But keep calling back for our special offers!",
    "phone.get-terms-2": "Get the 2-year-loan terms",
    "phone.get-terms-3": "Get the 3-year-loan terms",
    "phone.start-2": "Start a 2-year loan",
    "phone.start-3": "Start a 3-year loan",
    "phone.terms-sent": "Great!  I just mailed to you the loan terms, you should have them tomorrow morning!  Call us back before the end of the month to lock in these low rates!",
    "phone.anything-else": "Is there anything else I can help you with?",
    "phone.how-much": "How much would you like to pay?",
    "phone.pay-minimum": "The minimum ({{minimum}}g)",
    "phone.pay-in-full": "The full remaining balance ({{balance}}g)",
    "phone.you-owe-nothing": "There's no need to pay at this point - you owe nothing right now.",
    "phone.paid-off": "Thank you!  Your loan is fully repaid!  You and JojaCorp thrive together!  Is there anything else we can do for you today?",
    "phone.made-payment": "Thank you for making your payment!  Is there anything else we can do for you today?",
    "phone.payment-failed": "I'm sorry, but your bank declined the request citing insufficient funds.  Is there anything else we can do for you today?",
    "phone.autopay-enabled": "Thank you for taking advantage of AutoPay - remember to have sufficient funds in your account by the 16th of each season to cover the minimum payment.   Is there anything else I can help you with?",
    "phone.autopay-disabled": "Auto-Pay has been turned off for your account.  Remember to call the Super-Helpful(tm) automated phone system by day 21 of each season to make your seasonal payment.   Is there anything else I can help you with?",
    "phone.processing": "Processing..."
}
